Repository: zizicici/Tag-Day
Catalog: Tag Day/Localizable.xcstrings
Source language: en
Languages: de, es, es_419, fr, it, ja, ko, pt_br, pt_pt, ru, uk, zh_hans, zh_hk

# intent.book.open.summary${book}
source: Open ${book}
de: Öffnen Sie ${book}
es: Abrir ${book}
es_419: Abrir ${book}
fr: Ouvrir ${book}
it: Apri ${book}
ja: ${book}を開く
ko: ${book} 열기
pt_br: Abra ${book}
pt_pt: Abra ${book}
ru: Открыть ${book}
uk: Відкрити ${book}
zh_hans: 打开${book}
zh_hk: 打開${book}

# intent.book.open.title
source: Open Book
de: Buch öffnen
es: Abrir libro
es_419: Abrir libro
fr: Ouvrir un livre
it: Apri libro
ja: ブックを開く
ko: 캘린더 열기
pt_br: Abrir livro
pt_pt: Abrir livro
ru: Открыть книгу
uk: Відкрити книгу
zh_hans: 打开日历簿
zh_hk: 打開日曆簿

# intent.book.symbol
source: Book Symbol
de: Buchsymbol
es: Símbolo del libro
es_419: Símbolo del libro
fr: Symbole du livre
it: Simbolo libro
ja: ブック記号
ko: 캘린더 기호
pt_br: Símbolo do livro
pt_pt: Símbolo do livro
ru: Символ книги
uk: Символ книги
zh_hans: 日历簿标志
zh_hk: 日曆簿標誌

# intent.book.title
source: Book Title
de: Buchtitel
es: Título del libro
es_419: Título del libro
fr: Titre du livre
it: Titolo libro
ja: ブックタイトル
ko: 캘린더 제목
pt_br: Título do livro
pt_pt: Título do livro
ru: Название книги
uk: Назва книги
zh_hans: 日历簿标题
zh_hk: 日曆簿標題

# intent.book.type
source: Book
de: Buch
es: Libro
es_419: Libro
fr: Livre
it: Libro
ja: ブック
ko: 캘린더
pt_br: Livro
pt_pt: Livro
ru: Книга
uk: Книга
zh_hans: 日历簿
zh_hk: 日曆簿

# intent.error.backupNoAccess
source: This feature requires iCloud Drive access.
de: Für diese Funktion ist Zugriff auf iCloud Drive erforderlich.
es: Esta función requiere acceso a iCloud Drive.
es_419: Esta función requiere acceso a iCloud Drive.
fr: Cette fonctionnalité nécessite un accès à iCloud Drive.
it: Questa funzione richiede l'accesso a iCloud Drive.
ja: この機能には、iCloud ドライブへのアクセスが必要です。
ko: 이 기능을 사용하려면 iCloud 드라이브 액세스가 필요합니다.
pt_br: Este recurso requer acesso ao iCloud Drive.
pt_pt: Esta funcionalidade requer acesso ao iCloud Drive.
ru: Для этой функции требуется доступ к iCloud Drive.
uk: Для цієї функції потрібен доступ до iCloud Drive.
zh_hans: 此功能需要iCloud云盘访问权限
zh_hk: 此功能需要iCloud雲碟訪問權限

# intent.error.bookFirst
source: Please Select a Book First
de: Bitte wählen Sie zuerst ein Buch aus
es: Por favor seleccione un libro primero
es_419: Por favor seleccione un libro primero
fr: Veuillez d'abord sélectionner un livre
it: Seleziona prima un libro
ja: 先にブックを選択してください
ko: 먼저 캘린더를 선택하세요
pt_br: Selecione um livro primeiro
pt_pt: Selecione um livro primeiro
ru: Пожалуйста, сначала выберите книгу
uk: Спочатку виберіть книгу
zh_hans: 请先选择日历簿
zh_hk: 請先選擇日曆簿

# intent.error.notFound
source: Not Found
de: Nicht gefunden
es: No encontrado
es_419: No encontrado
fr: Introuvable
it: Non trovato
ja: 見つかりません
ko: 찾을 수 없음
pt_br: Não encontrado
pt_pt: Não encontrado
ru: Не найдено
uk: Не знайдено
zh_hans: 未找到
zh_hk: 未找到

# intent.record.add.category
source: Add
de: Hinzufügen
es: Añadir
es_419: Agregar
fr: Ajouter
it: Aggiungi
ja: 追加
ko: 추가
pt_br: Adicionar
pt_pt: Adicionar
ru: Добавить
uk: Додати
zh_hans: 增加
zh_hk: 增加

# intent.record.add.description
source: Add Record by Book, Tag and Date
de: Eintrag nach Buch, Tag und Datum hinzufügen
es: Añadir registro por libro, etiqueta y fecha
es_419: Agregar registro por libro, etiqueta y fecha
fr: Ajouter un enregistrement par livre, étiquette et date
it: Aggiungi registrazione per libro, tag e data
ja: ブック、タグ、日付で記録を追加
ko: 캘린더, 태그, 날짜로 기록 추가
pt_br: Adicionar registro por livro, tag e data
pt_pt: Adicionar registo por livro, etiqueta e data
ru: Добавить запись по книге, тегу и дате
uk: Додати запис за книгою, тегом і датою
zh_hans: 增加记录，需要设置对应日历簿、标签和日期
zh_hk: 增加記錄，需要設置對應日曆簿、標籤和日期

# intent.record.add.summary${book}${date}${tag}
source: Add ${tag} to ${book} at ${date}
de: ${tag} am ${date} zu ${book} hinzufügen
es: Añadir ${tag} a ${book} el ${date}
es_419: Agregar ${tag} a ${book} el ${date}
fr: Ajouter ${tag} à ${book} le ${date}
it: Aggiungi ${tag} a ${book} il ${date}
ja: ${date}に${book}へ${tag}を追加
ko: ${date}에 ${book}에 ${tag} 추가
pt_br: Adicionar ${tag} a ${book} em ${date}
pt_pt: Adicionar ${tag} a ${book} em ${date}
ru: Добавить ${tag} в ${book} на ${date}
uk: Додати ${tag} до ${book} на ${date}
zh_hans: 向${book}的${date}中增加${tag}
zh_hk: 向${book}的${date}中增加${tag}

# intent.record.add.title
source: Add Record
de: Eintrag hinzufügen
es: Añadir registro
es_419: Agregar registro
fr: Ajouter un enregistrement
it: Aggiungi registrazione
ja: 記録を追加
ko: 기록 추가
pt_br: Adicionar registro
pt_pt: Adicionar registo
ru: Добавить запись
uk: Додати запис
zh_hans: 增加记录
zh_hk: 增加記錄

# intent.record.check.category
source: Check
de: Prüfen
es: Comprobar
es_419: Verificar
fr: Vérifier
it: Controlla
ja: 確認
ko: 확인
pt_br: Verificar
pt_pt: Verificar
ru: Проверить
uk: Перевірити
zh_hans: 检查
zh_hk: 檢查

# intent.record.check.description
source: Check Tag by Book and Date
de: Tag nach Buch und Datum prüfen
es: Comprobar etiqueta por libro y fecha
es_419: Verificar etiqueta por libro y fecha
fr: Vérifier une étiquette par livre et date
it: Controlla tag per libro e data
ja: ブックと日付でタグを確認
ko: 캘린더와 날짜로 태그 확인
pt_br: Verificar tag por livro e data
pt_pt: Verificar etiqueta por livro e data
ru: Проверить тег по книге и дате
uk: Перевірити тег за книгою і датою
zh_hans: 检查指定日历簿和日期包含标签
zh_hk: 檢查指定日曆簿和日期包含標籤

# intent.record.check.hasRecords.description
source: Check Whether a Book Has Records on a Date
de: Prüfen, ob ein Buch an einem Datum Einträge hat
es: Comprobar si un libro tiene registros en una fecha
es_419: Verificar si un libro tiene registros en una fecha
fr: Vérifier si un livre contient des enregistrements à une date
it: Controlla se un libro ha registrazioni in una data
ja: 指定日にブックに記録があるか確認
ko: 특정 날짜에 캘린더에 기록이 있는지 확인
pt_br: Verificar se um livro tem registros em uma data
pt_pt: Verificar se um livro tem registos numa data
ru: Проверить, есть ли в книге записи на дату
uk: Перевірити, чи є в книзі записи на дату
zh_hans: 检查指定日历簿和日期有记录
zh_hk: 檢查指定日曆簿和日期有記錄

# intent.record.check.hasRecords.summary${book}${date}
source: Check whether ${book} has records on ${date}
de: Prüfen, ob ${book} am ${date} Einträge hat
es: Comprobar si ${book} tiene registros el ${date}
es_419: Verificar si ${book} tiene registros el ${date}
fr: Vérifier si ${book} contient des enregistrements le ${date}
it: Controlla se ${book} ha registrazioni il ${date}
ja: ${date}に${book}に記録があるか確認
ko: ${date}에 ${book}에 기록이 있는지 확인
pt_br: Verificar se ${book} tem registros em ${date}
pt_pt: Verificar se ${book} tem registos em ${date}
ru: Проверить, есть ли записи в ${book} на ${date}
uk: Перевірити, чи є записи в ${book} на ${date}
zh_hans: 检查${book}在${date}有记录
zh_hk: 檢查${book}在${date}有記錄

# intent.record.check.hasRecords.title
source: Check Records by Book and Date
de: Einträge nach Buch und Datum prüfen
es: Comprobar registros por libro y fecha
es_419: Verificar registros por libro y fecha
fr: Vérifier les enregistrements par livre et date
it: Controlla registrazioni per libro e data
ja: ブックと日付で記録を確認
ko: 캘린더와 날짜로 기록 확인
pt_br: Verificar registros por livro e data
pt_pt: Verificar registos por livro e data
ru: Проверить записи по книге и дате
uk: Перевірити записи за книгою і датою
zh_hans: 检查指定日历簿和日期有记录
zh_hk: 檢查指定日曆簿和日期有記錄

# intent.record.check.summary${book}${date}${targetTag}
source: Check whether ${book} contains ${targetTag} on ${date}
de: Prüfen, ob ${book} am ${date} ${targetTag} enthält
es: Comprobar si ${book} contiene ${targetTag} el ${date}
es_419: Verificar si ${book} contiene ${targetTag} el ${date}
fr: Vérifier si ${book} contient ${targetTag} le ${date}
it: Controlla se ${book} contiene ${targetTag} il ${date}
ja: ${date}に${book}に${targetTag}が含まれるか確認
ko: ${date}에 ${book}에 ${targetTag}가 있는지 확인
pt_br: Verificar se ${book} contém ${targetTag} em ${date}
pt_pt: Verificar se ${book} contém ${targetTag} em ${date}
ru: Проверить, содержит ли ${book} ${targetTag} на ${date}
uk: Перевірити, чи містить ${book} ${targetTag} на ${date}
zh_hans: 检查${book}在${date}包含${targetTag}
zh_hk: 檢查${book}在${date}包含${targetTag}

# intent.record.check.tag.by.text.description
source: Check Whether a Book Has Records with Tags Matching Text on a Date
de: Prüfen, ob ein Buch an einem Datum Einträge mit Tags hat, die zum Text passen
es: Comprobar si un libro tiene registros con etiquetas que coinciden con texto en una fecha
es_419: Verificar si un libro tiene registros con etiquetas que coinciden con texto en una fecha
fr: Vérifier si un livre contient à une date des enregistrements dont les étiquettes correspondent au texte
it: Controlla se un libro ha registrazioni con tag corrispondenti al testo in una data
ja: 指定日にテキストと一致するタグの記録がブックにあるか確認
ko: 특정 날짜에 텍스트와 일치하는 태그의 기록이 캘린더에 있는지 확인
pt_br: Verificar se um livro tem registros com tags correspondentes ao texto em uma data
pt_pt: Verificar se um livro tem registos com etiquetas que correspondem ao texto numa data
ru: Проверить, есть ли в книге записи с тегами, соответствующими тексту, на дату
uk: Перевірити, чи є в книзі записи з тегами, що відповідають тексту, на дату
zh_hans: 检查指定日历簿和日期有匹配文本的标签的记录
zh_hk: 檢查指定日曆簿和日期有匹配文本的標籤的記錄

# intent.record.check.tag.by.text.summary${book}${date}${targetString}
source: Check whether ${book} has records matching ${targetString} on ${date}
de: Prüfen, ob ${book} am ${date} Einträge passend zu ${targetString} hat
es: Comprobar si ${book} tiene registros que coinciden con ${targetString} el ${date}
es_419: Verificar si ${book} tiene registros que coinciden con ${targetString} el ${date}
fr: Vérifier si ${book} contient des enregistrements correspondant à ${targetString} le ${date}
it: Controlla se ${book} ha registrazioni corrispondenti a ${targetString} il ${date}
ja: ${date}に${book}に${targetString}と一致する記録があるか確認
ko: ${date}에 ${book}에 ${targetString}와 일치하는 기록이 있는지 확인
pt_br: Verificar se ${book} tem registros correspondentes a ${targetString} em ${date}
pt_pt: Verificar se ${book} tem registos que correspondem a ${targetString} em ${date}
ru: Проверить, есть ли в ${book} записи, соответствующие ${targetString}, на ${date}
uk: Перевірити, чи є в ${book} записи, що відповідають ${targetString}, на ${date}
zh_hans: 检查${book}在${date}包含匹配${targetString}的标签的记录
zh_hk: 檢查${book}在${date}包含匹配${targetString}的標籤的記錄

# intent.record.check.tag.by.text.title
source: Check Records by Tag Text
de: Einträge nach Tag-Text prüfen
es: Comprobar registros por texto de etiqueta
es_419: Verificar registros por texto de etiqueta
fr: Vérifier les enregistrements par texte d’étiquette
it: Controlla registrazioni per testo tag
ja: タグテキストで記録を確認
ko: 태그 텍스트로 기록 확인
pt_br: Verificar registros por texto da tag
pt_pt: Verificar registos por texto da etiqueta
ru: Проверить записи по тексту тега
uk: Перевірити записи за текстом тегу
zh_hans: 检查记录包含匹配特定文本的标签
zh_hk: 檢查記錄包含匹配特定文本的標籤

# intent.record.check.title
source: Check Records by Tag
de: Einträge nach Tag prüfen
es: Comprobar registros por etiqueta
es_419: Verificar registros por etiqueta
fr: Vérifier les enregistrements par étiquette
it: Controlla registrazioni per tag
ja: タグで記録を確認
ko: 태그로 기록 확인
pt_br: Verificar registros por tag
pt_pt: Verificar registos por etiqueta
ru: Проверить записи по тегу
uk: Перевірити записи за тегом
zh_hans: 检查记录包含特定标签
zh_hk: 檢查記錄包含特定標籤

# intent.record.check.tomorrow.summary${book}${targetTag}
source: Check whether ${book} contains ${targetTag} tomorrow
de: Prüfen, ob ${book} morgen ${targetTag} enthält
es: Comprobar si ${book} contiene ${targetTag} mañana
es_419: Verificar si ${book} contiene ${targetTag} mañana
fr: Vérifier si ${book} contient ${targetTag} demain
it: Controlla se ${book} contiene ${targetTag} domani
ja: 明日${book}に${targetTag}が含まれるか確認
ko: 내일 ${book}에 ${targetTag}가 있는지 확인
pt_br: Verificar se ${book} contém ${targetTag} amanhã
pt_pt: Verificar se ${book} contém ${targetTag} amanhã
ru: Проверить, содержит ли ${book} ${targetTag} завтра
uk: Перевірити, чи містить ${book} ${targetTag} завтра
zh_hans: 检查${book}明天包含${targetTag}
zh_hk: 檢查${book}明天包含${targetTag}

# intent.record.check.tomorrow.title
source: Check Tomorrow's Records by Tag
de: Einträge von morgen nach Tag prüfen
es: Comprobar registros de mañana por etiqueta
es_419: Verificar registros de mañana por etiqueta
fr: Vérifier les enregistrements de demain par étiquette
it: Controlla registrazioni di domani per tag
ja: 明日の記録をタグで確認
ko: 내일 기록을 태그로 확인
pt_br: Verificar registros de amanhã por tag
pt_pt: Verificar registos de amanhã por etiqueta
ru: Проверить завтрашние записи по тегу
uk: Перевірити завтрашні записи за тегом
zh_hans: 检查明天的记录包含特定标签
zh_hk: 檢查明天的記錄包含特定標籤

# intent.record.comment
source: Comment (Optional)
de: Kommentar (optional)
es: Comentario (opcional)
es_419: Comentario (opcional)
fr: Commentaire (facultatif)
it: Commento (opzionale)
ja: コメント（任意）
ko: 메모(선택 사항)
pt_br: Comentário (opcional)
pt_pt: Comentário (opcional)
ru: Комментарий (необязательно)
uk: Коментар (необов’язково)
zh_hans: 备注（可选）
zh_hk: 備註（可選）

# intent.record.dateValue
source: Date
de: Datum
es: Fecha
es_419: Fecha
it: Data
ja: 日付
ko: 날짜
pt_br: Data
pt_pt: Data
ru: Дата
uk: Дата
zh_hans: 日期
zh_hk: 日期

# intent.record.dialog
source: Which day?
de: Welcher Tag?
es: ¿Qué día?
es_419: ¿Qué día?
fr: Quel jour ?
it: Quale giorno?
ja: どの日ですか？
ko: 어느 날인가요?
pt_br: Qual dia?
pt_pt: Que dia?
ru: Какой день?
uk: Який день?
zh_hans: 哪一天？
zh_hk: 哪一天？

# intent.record.durationByMinutes
source: Duration (minutes, optional)
de: Dauer (Minuten, optional)
es: Duración (minutos, opcional)
es_419: Duración (minutos, opcional)
fr: Durée (minutes, facultatif)
it: Durata (minuti, facoltativo)
ja: 所要時間（分、任意）
ko: 소요 시간(분, 선택 사항)
pt_br: Duração (minutos, opcional)
pt_pt: Duração (minutos, opcional)
ru: Продолжительность (минуты, необязательно)
uk: Тривалість (хвилини, необов’язково)
zh_hans: 时长（以分钟计，可选）
zh_hk: 時長（以分鐘計，可選）

# intent.record.endTime
source: End Time (Optional)
de: Endzeit (optional)
es: Hora de fin (opcional)
es_419: Hora de finalización (opcional)
fr: Heure de fin (facultatif)
it: Ora di fine (facoltativo)
ja: 終了時刻（任意）
ko: 종료 시간(선택 사항)
pt_br: Hora de término (opcional)
pt_pt: Hora de fim (opcional)
ru: Время окончания (необязательно)
uk: Час завершення (необов’язково)
zh_hans: 结束时间（可选）
zh_hk: 結束時間（可選）

# intent.record.get.category
source: Fetch
de: Abrufen
es: Obtener
es_419: Obtener
fr: Récupérer
it: Recupera
ja: 取得
ko: 가져오기
pt_br: Obter
pt_pt: Obter
ru: Получить
uk: Отримати
zh_hans: 获取
zh_hk: 獲取

# intent.record.get.description
source: Get All Records by Book and Date
de: Alle Einträge nach Buch und Datum abrufen
es: Obtener todos los registros por libro y fecha
es_419: Obtener todos los registros por libro y fecha
fr: Obtenir tous les enregistrements par livre et date
it: Ottieni tutte le registrazioni per libro e data
ja: ブックと日付ですべての記録を取得
ko: 캘린더와 날짜로 모든 기록 가져오기
pt_br: Obter todos os registros por livro e data
pt_pt: Obter todos os registos por livro e data
ru: Получить все записи по книге и дате
uk: Отримати всі записи за книгою і датою
zh_hans: 获取指定日历簿和日期的所有记录
zh_hk: 獲取指定日曆簿和日期的所有記錄

# intent.record.get.summary${book}${date}
source: Get ${book} records at ${date}
de: Einträge von ${book} am ${date} abrufen
es: Obtener registros de ${book} el ${date}
es_419: Obtener registros de ${book} el ${date}
fr: Obtenir les enregistrements de ${book} le ${date}
it: Ottieni registrazioni di ${book} il ${date}
ja: ${date}の${book}の記録を取得
ko: ${date}의 ${book} 기록 가져오기
pt_br: Obter registros de ${book} em ${date}
pt_pt: Obter registos de ${book} em ${date}
ru: Получить записи из ${book} на ${date}
uk: Отримати записи з ${book} на ${date}
zh_hans: 获取${book}在${date}的所有记录
zh_hk: 獲取${book}在${date}的所有記錄

# intent.record.get.title
source: Get Records
de: Einträge abrufen
es: Obtener registros
es_419: Obtener registros
fr: Obtenir les enregistrements
it: Ottieni registrazioni
ja: 記録を取得
ko: 기록 가져오기
pt_br: Obter registros
pt_pt: Obter registos
ru: Получить записи
uk: Отримати записи
zh_hans: 获取记录
zh_hk: 獲取記錄

# intent.record.startTime
source: Start Time (Optional)
de: Startzeit (optional)
es: Hora de inicio (opcional)
es_419: Hora de inicio (opcional)
fr: Heure de début (facultatif)
it: Ora di inizio (facoltativo)
ja: 開始時刻（任意）
ko: 시작 시간(선택 사항)
pt_br: Hora de início (opcional)
pt_pt: Hora de início (opcional)
ru: Время начала (необязательно)
uk: Час початку (необов’язково)
zh_hans: 开始时间（可选）
zh_hk: 開始時間（可選）

# intent.record.type
source: Record
de: Eintrag
es: Registro
es_419: Registro
fr: Enregistrement
it: Registrazione
ja: 記録
ko: 기록
pt_br: Registro
pt_pt: Registo
ru: Запись
uk: Запис
zh_hans: 记录
zh_hk: 記錄

# intent.tag.subtitle
source: Tag Subtitle
de: Tag-Untertitel
es: Subtítulo de etiqueta
es_419: Subtítulo de etiqueta
fr: Sous-titre de l’étiquette
it: Sottotitolo tag
ja: タグサブタイトル
ko: 태그 부제
pt_br: Subtítulo da tag
pt_pt: Subtítulo da etiqueta
ru: Подзаголовок тега
uk: Підзаголовок тегу
zh_hans: 标签副标题
zh_hk: 標籤副標題

# intent.tag.title
source: Tag Title
de: Tag-Titel
es: Título de etiqueta
es_419: Título de etiqueta
fr: Titre de l’étiquette
it: Titolo tag
ja: タグタイトル
ko: 태그 제목
pt_br: Título da tag
pt_pt: Título da etiqueta
ru: Название тега
uk: Назва тегу
zh_hans: 标签标题
zh_hk: 標籤標題

# intent.text.matchPolicy
source: Text Match Policy
de: Textvergleichsregel
es: Regla de coincidencia de texto
es_419: Política de coincidencia de texto
fr: Règle de correspondance du texte
it: Regola corrispondenza testo
ja: テキスト一致ルール
ko: 텍스트 일치 정책
pt_br: Política de correspondência de texto
pt_pt: Regra de correspondência de texto
ru: Правило совпадения текста
uk: Правило відповідності тексту
zh_hans: 文本匹配策略
zh_hk: 文本匹配策略

# intent.text.matchPolicy.constain
source: Contains
de: Enthält
es: Contiene
es_419: Contiene
fr: Contient
it: Contiene
ja: 含む
ko: 포함
pt_br: Contém
pt_pt: Contém
ru: Содержит
uk: Містить
zh_hans: 包含
zh_hk: 包含

# intent.text.matchPolicy.equal
source: Equals
de: Ist gleich
es: Igual a
es_419: Igual a
fr: Est égal à
it: Uguale a
ja: 等しい
ko: 같음
pt_br: Igual a
pt_pt: Igual a
ru: Равно
uk: Дорівнює
zh_hans: 相等
zh_hk: 相等

# intent.text.matchPolicy.prefix
source: Prefix
de: Präfix
es: Prefijo
es_419: Prefijo
fr: Préfixe
it: Prefisso
ja: 接頭辞
ko: 접두사
pt_br: Prefixo
pt_pt: Prefixo
ru: Префикс
uk: Префікс
zh_hans: 前缀
zh_hk: 前綴

# membership.purchase
source: Purchase Pro
de: Pro kaufen
es: Comprar Pro
es_419: Comprar Pro
fr: Acheter Pro
it: Acquista Pro
ja: Proを購入
ko: Pro 구매
pt_br: Comprar Pro
pt_pt: Comprar Pro
ru: Купить Pro
uk: Придбати Pro
zh_hans: 付费升级
zh_hk: 付費升級

# membership.purchases.order.failure
source: Order Failure
de: Bestellfehler
es: Error de pedido
es_419: Error de pedido
fr: Échec de la commande
it: Acquisto non riuscito
ja: 注文の失敗
ko: 주문 실패
pt_br: Falha no pedido
pt_pt: Falha no pedido
ru: Ошибка заказа
uk: Помилка замовлення
zh_hans: 交易失败
zh_hk: 交易失敗

# more.item.settings.language
source: Language
de: Sprache
es: Idioma
es_419: Idioma
fr: Langue
it: Lingua
ja: 言語
ko: 언어
pt_br: Idioma
pt_pt: Idioma
ru: Язык
uk: Мова
zh_hans: 语言
zh_hk: 語言

# more.item.settings.language.value
source: English
de: Deutsch
es: Español
es_419: Español (Latinoamérica)
fr: Français
it: Italiano
ja: 日本語
ko: 한국어
pt_br: Português (Brasil)
pt_pt: Português (Portugal)
ru: Русский
uk: Українська
zh_hans: 简体中文
zh_hk: 繁體中文（香港）

# more.section.advanced
source: Advanced
de: Erweitert
es: Avanzado
es_419: Avanzado
fr: Avancé
it: Avanzate
ja: 詳細
ko: 고급
pt_br: Avançado
pt_pt: Avançado
ru: Дополнительно
uk: Додатково
zh_hans: 高级功能
zh_hk: 進階功能

# more.section.calendar
source: Calendar
de: Kalender
es: Calendario
es_419: Calendario
fr: Calendrier
it: Calendario
ja: カレンダー
ko: 달력
pt_br: Calendário
pt_pt: Calendário
ru: Календарь
uk: Календар
zh_hans: 日历
zh_hk: 日曆

# more.section.editing
source: Editing
de: Bearbeitung
es: Edición
es_419: Edición
fr: Édition
it: Modifica
ja: 編集
ko: 편집
pt_br: Edição
pt_pt: Edição
ru: Редактирование
uk: Редагування
zh_hans: 编辑
zh_hk: 編輯

# more.section.general
source: General
de: Allgemein
fr: Général
it: Generali
ja: 一般
ko: 일반
pt_br: Geral
pt_pt: Geral
ru: Общие
uk: Загальні
zh_hans: 通用
zh_hk: 一般

# notification.placeholder
source: Time to add…
de: Zeit, einen Eintrag hinzuzufügen …
es: Es hora de agregar…
es_419: Es hora de agregar…
fr: Il est temps d'ajouter…
it: È ora di aggiungere...
ja: 記録する時間です…
ko: 기록할 시간…
pt_br: Hora de adicionar…
pt_pt: Hora de adicionar…
ru: Пора добавить запись…
uk: Час додати запис…
zh_hans: 是时候记录了…
zh_hk: 是時候記錄了…

# notificationEditor.alert.content.message
source: Text will appear in notifications.
de: Text wird in Benachrichtigungen angezeigt.
es: El texto aparecerá en las notificaciones.
es_419: El texto aparecerá en las notificaciones.
fr: Le texte apparaîtra dans les notifications.
it: Il testo verrà visualizzato nelle notifiche.
ja: 通知にテキストが表示されます。
ko: 알림에 텍스트가 표시됩니다.
pt_br: O texto aparecerá nas notificações.
pt_pt: O texto aparecerá nas notificações.
ru: Текст появится в уведомлениях.
uk: У сповіщеннях з'являтиметься текст.
zh_hans: 文本将展示在通知中
zh_hk: 文本將展示在通知中

# notificationEditor.alert.content.title
source: Enter custom text
de: Geben Sie benutzerdefinierten Text ein
es: Introduce texto personalizado
es_419: Introduce texto personalizado
fr: Saisir un texte personnalisé
it: Inserisci il testo personalizzato
ja: カスタムテキストを入力してください
ko: 맞춤 텍스트를 입력하세요.
pt_br: Insira um texto personalizado
pt_pt: Insira um texto personalizado
ru: Введите собственный текст
uk: Введіть власний текст
zh_hans: 请输入文本
zh_hk: 請輸入文本

# notificationEditor.auth.needToSettings
source: Turn on Notifications in Settings
de: Aktivieren Sie Benachrichtigungen in den Einstellungen
es: Activar notificaciones en configuración
es_419: Activar notificaciones en configuración
fr: Activer les notifications dans les paramètres
it: Attiva le notifiche nelle Impostazioni
ja: 設定で通知をオンにする
ko: 설정에서 알림을 켜세요
pt_br: Ative as notificações nas configurações
pt_pt: Ative as notificações nas configurações
ru: Включите уведомления в настройках
uk: Увімкніть сповіщення в налаштуваннях
zh_hans: 前往设置允许通知权限
zh_hk: 前往設置以允許通知權限

# notificationEditor.auth.notDetermined
source: Turn on Notifications
de: Aktivieren Sie Benachrichtigungen
es: Activar notificaciones
es_419: Activar notificaciones
fr: Activer les notifications
it: Attiva le notifiche
ja: 通知をオンにする
ko: 알림 켜기
pt_br: Ative as notificações
pt_pt: Ative as notificações
ru: Включить уведомления
uk: Увімкніть сповіщення
zh_hans: 允许通知权限
zh_hk: 允許通知權限

# notificationEditor.content.title
source: Custom Text
de: Benutzerdefinierter Text
es: Texto personalizado
es_419: Texto personalizado
fr: Texte personnalisé
it: Testo personalizzato
ja: カスタムテキスト
ko: 맞춤 텍스트
pt_br: Texto personalizado
pt_pt: Texto personalizado
ru: Пользовательский текст
uk: Власний текст
zh_hans: 自定义文本
zh_hk: 自定義文本

# notificationEditor.time.title
source: Notify at
de: Benachrichtigen um
es: Hora de notificación
es_419: Hora de notificación
fr: Notifier à
it: Notifica alle
ja: 通知時刻
ko: 알림 시간
pt_br: Hora da notificação
pt_pt: Hora da notificação
ru: Уведомить в
uk: Час сповіщення
zh_hans: 提醒时间
zh_hk: 提醒時間

# notificationEditor.title
source: Notifications
de: Benachrichtigungen
es: Notificaciones
es_419: Notificaciones
it: Notifiche
ja: 通知
ko: 알림
pt_br: Notificações
pt_pt: Notificações
ru: Уведомления
uk: Сповіщення
zh_hans: 通知
zh_hk: 通知

# notificationEditor.toggle.title
source: Enable
de: Aktivieren
es: Activar
es_419: Activar
fr: Activer
it: Attiva
ja: 有効
ko: 켜기
pt_br: Ativar
pt_pt: Ativar
ru: Включить
uk: Увімкнути
zh_hans: 通知开启
zh_hk: 通知開啓

# overview.display
source: Display Mode
de: Anzeigemodus
es: Modo de visualización
es_419: Modo de visualización
fr: Mode d'affichage
it: Modalità di visualizzazione
ja: 表示モード
ko: 디스플레이 모드
pt_br: Modo de exibição
pt_pt: Modo de exibição
ru: Режим отображения
uk: Режим відображення
zh_hans: 展示模式
zh_hk: 展示模式
